; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Seconden tonen
Customize Face…=Wijzerplaat aanpassen…
Resize=Formaat wijzigen
Face=Wijzerplaat
Always on top=Altijd op voorgrond
Start with Windows=Starten met Windows
Show in system tray=Weergeven in systeemvak
About DeskTick…=Over DeskTick…
Exit=Afsluiten
Customize=Aanpassen
Customize - DeskTick=Aanpassen - DeskTick
This face has nothing to customize.=Deze wijzerplaat heeft niets om aan te passen.
Reset this face=Herstellen
About DeskTick=Over DeskTick
Report issues or send feedback to=Problemen melden of feedback sturen naar
Other apps=Andere apps
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Snelle, lichte en minimalistische fotoviewer ontworpen voor het moderne Windows
Desktop Rain and Snow Simulator for Windows=Regen- en sneeuwsimulator voor het Windows-bureaublad
Simple=Eenvoudig
Classic dark=Klassiek donker
Classic light=Klassiek licht
Minimal=Minimaal
Icon=Pictogram
Bold=Vet
Flat=Vlak
Glass=Glas
Dots=Stippen
Digital=Digitaal
Digital bold=Digitaal vet
Word clock=Woordklok
Stack=Gestapeld
Terminal=Terminal
Banner=Banner
Split=Gesplitst
Image=Afbeelding
24-hour clock=24-uursnotatie
Accent 12 marker=Accent op de 12
Accent colour=Accentkleur
Blinking cursor=Knipperende cursor
Date format=Datumnotatie
Dial colour=Wijzerplaatkleur
Digit colour=Cijferkleur
Dot count=Aantal stippen
Dot size=Stipgrootte
Drop shadow=Slagschaduw
Face colour=Achtergrondkleur
Frost=Matheid
Hand colour=Wijzerkleur
Hour block colour=Kleur van het urenblok
Ink colour=Inktkleur
Label colour=Labelkleur
Lit letter colour=Kleur van opgelichte letters
Marking colour=Markeringskleur
Minute block colour=Kleur van het minutenblok
Minute dimming=Minuten dimmen
Numerals=Cijfers
Panel colour=Paneelkleur
Phosphor colour=Fosforkleur
Plate colour=Plaatkleur
Plate shape=Plaatvorm
Prompt=Prompt
Rim colour=Randkleur
Ring colour=Ringkleur
Ring thickness=Ringdikte
Show AM/PM=AM/PM tonen
Show date=Datum tonen
Show minute dots=Minuutstippen tonen
Show panel=Paneel tonen
Text colour=Tekstkleur
Tick marks=Streepjes
All 12=Alle 12
12, 3, 6, 9=12, 3, 6, 9
None=Geen
Minute=Minuten
Hour=Uren
Thin=Dun
Normal width=Normale dikte
Thick=Dik
Clear=Helder
Frosted=Matglas
Opaque=Ondoorzichtig
Long date=Lange datum
Short date=Korte datum
Small=Klein
Normal size=Normale grootte
Large=Groot
Rounded=Afgerond
Square=Vierkant
Circle=Rond
Match hour=Gelijk aan het uur
Dim=Gedimd
Faint=Zwak
All rights reserved.=Alle rechten voorbehouden.
